Repository: hasselk/ocapp-dokuwikiembed
Catalog: l10n/*/dokuwikiembed.po
Languages: de

source: Got an empty wiki location.
de: Wiki-Pfad fehlt.

source: Setting wiki location to `%s' but the location seems to be invalid.
de: Wiki-Location ist jetzt `%s', aber dort scheint kein Wiki installiert zu sein.

source: Setting wiki location to `%s'.
de: Wiki-Location ist jetzt `%s'.

source: Got an empty refresh value.
de: Leerer Wert für das Auffrischungsintervall.

source: This does not appear to be a number: `%s'
de: Das scheint aber gar keine Zahl zu sein: `%s'

source: Setting DokuWiki session refresh to %s seconds.
de: Das Auffrischungsintervall wurde zu %s Sekunden eingestellt.

source: Unknown request.
de: Unbekannte Anfrage.

source: Error, caught an exception
de: Fehler, PHP-Ausnahme `gefangen'

source: Links to wiki-pages are disabled in preview mode.
de: Verweise auf Wiki-Seiten sind im Vorschau-Modues inaktiv.

source: Link to Wiki-Page
de: Verweis auf eine Wiki-Seite

source: Links to media-files are disabled in preview mode.
de: Verweise auf Medien-Dateien sind im Vorschau-Modues inaktiv.

source: Link to Media
de: Verweis auf eine Medien-Datei

source: Unknown error :(
de: Unbekannter Fehler :(

source: Error
de: Fehler

source: Debug Information
de: Informationen zur Fehlersuche

source: Embedded DokuWiki
de: Eingebettetes DokuWiki

source: Please enter the location of the already installed DokuWiki instance. This should either be an abolute path relative to the root of the web-browser, or a complete URL which points to the web-location of the DokuWiki. In order to make things work your have to enable the XMLRPC protocol in your DokuWiki.
de: Bitte geben Sie den Ort der DokuWiki-Installation an. Entweder als ``absoluten'' Pfad, aber relativ zum Basis-Verzeichnis Ihres Web-Servers, oder als vollständigen URL mit der Web-Adresse der DokuWiki-Installation. Sie müssen im DokuWiki das XMLRPC-Protokoll aktivieren

source: Refresh Time [s]
de: Auffrischungsintervall [s]

source: Please enter the desired session-refresh interval here. The interval is measured in seconds and should be somewhat smaller than the configured session life-time for the DokuWiki instance in use.
de: Bitte ein passendes Auffrischungsintervall angeben. Das Intervall wird in Sekunden angegeben und sollte um Einiges kleiner sein als die Lebensdauer der PHP-Session der DokuWiki-Instanz, die eingebettet werden soll.

source: DokuWiki Session Refresh Interval [s]
de: DokuWiki Session Auffrischungsintervall [s]
